[
    {
        "name": "The Fool",
        "gloss": "Freedom, faith, inexperience, innocence",
        "interpretation": "The freedom of working with a blank slate - beginner's mind. Exploration and the space to play and discover. <br>(But naivety can get you into trouble…)"
    },
    {
        "name": "The Magician",
        "gloss": "Capability, empowerment, activity",
        "interpretation": "Taking appropriate action - expertise, intention and discipline in a new endeavour. <br>(But a little knowledge can be a dangerous thing, both for you and for those who believe you!)"
    },
    {
        "name": "The High Priestess",
        "gloss": "Intuition, reflection, purity, initiation",
        "interpretation": "Truly listening - to others, to circumstance, and to your gut. Preserving purity; private reflection. <br>(But there's a danger to getting lost in your own head.)"
    },
    {
        "name": "The Empress",
        "gloss": "Fertility, productivity, ripeness, nurturing",
        "interpretation": "Nurturing self and others; generative and protective; connected with one's body. <br>(But sometimes care and safety can tip over into smothering and self-indulgence…)"
    },
    {
        "name": "The Emperor",
        "gloss": "Authority, regulation, direction, structure",
        "interpretation": "Clarity of leadership - setting boundaries and managing others. Creating structure, tempering strong will with wisdom. <br>(But authority can slip into rigidity and stubbornness…)"
    },
    {
        "name": "The Hierophant",
        "gloss": "Guidance, knowledge, revelation, belief",
        "interpretation": "A wise and trusted teacher - connected with tradition, learning, wisdom and community. Wisdom and knowledge in the service of all. <br>(But knowledge can lock us into restrictive dogmatism…)"
    },
    {
        "name": "The Lovers",
        "gloss": "Love, passion, unity, choice",
        "interpretation": "A transformative choice - opting into a harmonious, fulfilling union. <br>(But a strong bond can narrow our focus and overshadow our self-knowledge and connection to the wider world…)"
    },
    {
        "name": "The Chariot",
        "gloss": "Advancement, victory, triumph, success",
        "interpretation": "Breaking through obstacles - mustering your forces to achieve total victory. <br>(But a big win can seem like the most important thing in the world and lead to complacency or self-centredness…)"
    },
    {
        "name": "Strength",
        "gloss": "Discipline, boldness, self-discipline, power, vitality",
        "interpretation": "Imposing restrictions on yourself for your own good - taming the beast. Restraining impulsivity for the sake of long-term intentions. <br>(But what damage happens when that strength eventually fails?)"
    },
    {
        "name": "The Hermit",
        "gloss": "Solitude, experience, stillness, withdrawal",
        "interpretation": "Time alone to recharge and reframe - examining the deep self to find clarity. <br>(But this train of thought can lead us to place ourselves above or away from others…)"
    },
    {
        "name": "The Wheel of Fortune",
        "gloss": "Luck, randomness, cycles, karma, fate, revolution",
        "interpretation": "Taking a step back to look at the big picture - examining the trends, patterns, or cycles in the world. And sometimes, pattern and chance combine to bring you a big change! <br>(But on the far end of this perspective can lie fatalism or risky gambles…)"
    },
    {
        "name": "Justice",
        "gloss": "Balance, law, fairness, objectivity",
        "interpretation": "Weighing up the issues to make the right call - keeping a level head. <br>(But this can stray into obsessing endlessly over the whys and wherefores, or overlooking your own biases…)"
    },
    {
        "name": "The Hanged Man",
        "gloss": "Enlightenment, sacrifice, perspective, suspension, reversals",
        "interpretation": "Taking a harder road can lead to a new angle on things, bringing a clarity and pushing towards change. <br>(But this journey can be obstructed by a rigid sense of self, or by blame and the need to be right…)"
    },
    {
        "name": "Death",
        "gloss": "Ending, conclusion, transition, passage, departure",
        "interpretation": "When a chapter comes to an end, we look back and reflect on the ups and downs, before moving onto a new one, as a new version of ourselves. <br>(But we can end up obsessing over the inevitability of endings, or clinging to something that’s gone…)"
    },
    {
        "name": "Temperance",
        "gloss": "Blending, synthesis, mediation, combination, harmony",
        "interpretation": "Bringing together opposites - finding compromise, creating the new by combining the old. Spectrums, not binaries. <br>(But forced compromise without understanding can end up widening divides…)"
    },
    {
        "name": "The Devil",
        "gloss": "Shadow, materialism, bondage, delusion",
        "interpretation": "Embracing the messy reality of human nature and desire - it can't always be managed, and it's not going to go away just because you think it should. Goblin mode. <br>(But sometimes we think we're understanding our dark side when we're actually just indulging it, at the expense of ourselves and others...)"
    },
    {
        "name": "The Tower",
        "gloss": "Demolition, upheaval, deconstruction, disaster, destruction",
        "interpretation": "Sometimes everything falls apart and you just have to start fresh. It can be traumatic, but major upheaval can strip away the inessential, and set us on a better path if we're paying attention to the hard lessons it brings. <br>(But if we try to cling to the same-old, we just end up reliving our loss...)"
    },
    {
        "name": "The Star",
        "gloss": "Hope, optimism, openness, certainty, faith, longing, truth",
        "interpretation": "The calm AFTER the storm - this is when we rebuild and reconcile with what's gone before, including our own responsibility for it. <br>(But if we don't commit to that work, we end up falling into despair or self-deception - rehashing, not rebuilding…)"
    },
    {
        "name": "The Moon",
        "gloss": "Mystery, fantasy, imagination, dreams, uncertainty, the unconscious",
        "interpretation": "There are more things in heaven and earth than are dreamt of in our philosophy. We can embrace the unknown and the mysterious - there's only so far we can get with rationality. <br>(But on the far side of this lies separating from reality entirely, or becoming indifferent to the fantastical...)"
    },
    {
        "name": "The Sun",
        "gloss": "Joy, brilliance, validation, attention, energy",
        "interpretation": "You're never too old for joy - it's not naive to let yourself feel that moment of 'all is well'. You can recognise your own success and capability - actually, you've got this. <br>(But self-appreciation can tip over into self-obsession at the expense of connection to others, or lead you to over-exert yourself...)"
    },
    {
        "name": "Judgement",
        "gloss": "Revival, renewal, resurrection, evaluation, invitation",
        "interpretation": "You've done the hard work on yourself, so when The Call came in, you were ready to answer. You're ready to start the next chapter, and now you've got a mission. <br>(But what if you weren't ready? What if you ignored the call?)"
    },
    {
        "name": "The World",
        "gloss": "Wholeness, integration, totality, completeness, fullness",
        "interpretation": "The cycle is complete - you're back where you started, but with self-knowledge that has changed you. You can move ahead with a peace that is because of the world, not in spite of it. It's all connected - your past and your present, your dark and light, your self and the other. <br> But it's never too late to forget the lessons you learned, and fall back into a fractured worldview through fear, greed, desire for control, and so on. The work of integration is ongoing!"
    },
    {
        "name": "Ace of Wands",
        "gloss": "Desire, inspiration, vision, creation, invention",
        "interpretation": "Boom! The flash of inspiration - the moment of opportunity! <br>(But what if you're too slow to grab it?)"
    },
    {
        "name": "Two of Wands",
        "gloss": "Conflict, decision, option, individuality",
        "interpretation": "A fork in the road - there's not just one way to do something, but you've got to make a choice. <br>(But what kind of trouble will you get into if you try and do both at once?)"
    },
    {
        "name": "Three of Wands",
        "gloss": "Implementation, action, exploration",
        "interpretation": "Let's get stuck in - you're off to a strong start, and now it's onto the next step. <br>(But what if you put it off? What if you started with too vague a plan to know what's next?)"
    },
    {
        "name": "Four of Wands",
        "gloss": "Celebration, jubilation, community, teamwork, completion",
        "interpretation": "We did it! We made it happen as a team - we've earned a celebration. <br>(But what if you just keep pushing without recognising the win?)"
    },
    {
        "name": "Five of Wands",
        "gloss": "Confrontation, disruption, distinction, objection, strife",
        "interpretation": "Nothing complex ever got done without conflict - do you manage it calmly and empathetically? <br>(Or does it descend into an endless, unproductive fight?)"
    },
    {
        "name": "Six of Wands",
        "gloss": "Victory, achievement, success, triumph",
        "interpretation": "A moment in the spotlight! You've done great, or you're giving a shoutout to someone who has. <br>(But what if you're a sore loser? Or even a sore winner?)"
    },
    {
        "name": "Seven of Wands",
        "gloss": "Bravery, resolve, determination",
        "interpretation": "Sticking to your guns - weathering the pushback for what you believe. <br>(But having a chip on your shoulder can lead you to isolate yourself or even take stupid risks. Alternatively, what if you just let everyone walk all over you?)"
    },
    {
        "name": "Eight of Wands",
        "gloss": "Speed, swiftness, responsiveness, change",
        "interpretation": "Catching the moment and taking action - thinking on your feet. <br>(But what if you panic? What if you can't handle change?)"
    },
    {
        "name": "Nine of Wands",
        "gloss": "Toughness, persistence, stamina, loyalty, release",
        "interpretation": "In it for the long haul - your determination will get you through this. <br>(Or are you making a martyr of yourself? Are you beating a dead horse?)"
    },
    {
        "name": "Ten of Wands",
        "gloss": "Exhaustion, resistance, burden, oppression",
        "interpretation": "Carrying a lot - lots of balls in the air, or lots of weight on your shoulders. Are you recognising your limits? <br>(Or are you overcommitting yourself, again?)"
    },
    {
        "name": "Page of Wands",
        "gloss": "Enthusiasm, eagerness, confidence, validation, affirmation",
        "interpretation": "A can-do attitude! So ready to learn, and so up for a challenge. <br>(But are you relying on approval to bolster your self-image? Are you trying to do everything yourself at the cost of quality?)"
    },
    {
        "name": "Knight of Wands",
        "gloss": "Boldness, bravado, passion, persuasion, advocacy",
        "interpretation": "Blazing a trail - full of purpose and energy, and ride-or-die loyal to your friends! <br>(But are you blundering ahead and leaving chaos in your wake? Do you know what you're doing?)"
    },
    {
        "name": "Queen of Wands",
        "gloss": "Attention, attraction, unification, collaboration",
        "interpretation": "Bringing the team together - you know your people, and you're building a harmonious unit working towards a common goal. <br>(But what if you lose focus on the goal in favour of getting attention?)"
    },
    {
        "name": "King of Wands",
        "gloss": "Creativity, ingenuity, achievement, direction",
        "interpretation": "Adventurous problem-solving - innovating boldly! <br>(But what if you're ignoring the boring but better solution in favour of something that serves your need to be clever?)"
    },
    {
        "name": "Ace of Cups",
        "gloss": "Intuition, spirituality, affection, motivation",
        "interpretation": "Emotional openness - letting yourself love and receive love. <br>(But can you deal with that love not being reciprocated?)"
    },
    {
        "name": "Two of Cups",
        "gloss": "Union, attraction, combination, affection",
        "interpretation": "Two people coming together - the 'click' - mutual attraction. <br>(But what if you lose your sense of self in that connection? What if you don't feel like you wished you did? What if you never find that someone?)"
    },
    {
        "name": "Three of Cups",
        "gloss": "Celebration, expression, community, friendliness",
        "interpretation": "Celebrating connectedness - feeling joy in mutual affection, acts of service as a love language. <br>(But what if it's just naïve giddiness? What if you're not prepared to deal with the ways in which you and those close to you don't mesh together?)"
    },
    {
        "name": "Four of Cups",
        "gloss": "Boredom, disillusion, listlessness, stability, ingratitude",
        "interpretation": "Keeping stable, valuing steadiness. <br>(Or just falling into a rut, becoming jaded, passing up opportunities for real happiness in favour of 'the devil you know')"
    },
    {
        "name": "Five of Cups",
        "gloss": "Loss, despair, re-evaluation, regret, uncertainty, repentance",
        "interpretation": "Acknowledging loss and moving on - grieving healthily. <br>(Or not doing any of that - wallowing in pain, reliving your loss without reframing it, never trying anything again!)"
    },
    {
        "name": "Six of Cups",
        "gloss": "Charity, sharing, sacrifice, cooperation, fairness",
        "interpretation": "Giving your time and energy to the service of others - taking joy in building success for others. <br>(Alternatively, depending on the gratitude of others for your self-worth, or taking advantage of others' misfortune for your own glory.)"
    },
    {
        "name": "Seven of Cups",
        "gloss": "Imagination, dreams, illusions, goals",
        "interpretation": "Visualise the prize! Deriving motivation and action from your wildest dreams. <br>(Or getting lost in them - or in your nightmare imaginings of terrible consequences both foreseen and unforeseen.)"
    },
    {
        "name": "Eight of Cups",
        "gloss": "Longing, dissatisfaction, quest, departure, withdrawal",
        "interpretation": "There's more to life than this - you've got to know when to strike out on your own and search for something better. <br>(Or are you running at the first sign of trouble? Conversely, are you sticking around and complaining long after you should have left?)"
    },
    {
        "name": "Nine of Cups",
        "gloss": "Satisfaction, sensuality, luxury, pleasure",
        "interpretation": "Recognising your success and talents, and indulging in the rewards that they brought you. <br>(Or are you too busy patting yourself on the back to keep doing the work that got you here? Will you ever be satisfied?)"
    },
    {
        "name": "Ten of Cups",
        "gloss": "Joy, fulfilment, overwhelming emotion, giddiness",
        "interpretation": "You never knew you could find such riches - you have found success and reward, but the true reward is the connections you made. <br>(Or are your unrealistic dreams preventing you from finding the balance and joy you could have? Has your success prevented you from connecting to others?)"
    },
    {
        "name": "Page of Cups",
        "gloss": "Enthusiasm, first impressions, romanticism, superficiality",
        "interpretation": "Heart on your sleeve, butterflies in your stomach - swept up by the excitement of new love! <br>(But are you moving too fast for yourself? Are you trying to force a situation that isn't going to happen?)"
    },
    {
        "name": "Knight of Cups",
        "gloss": "Fervour, zeal, moodiness, illumination",
        "interpretation": "Passion is your guide - and that can bring great strength. <br>(But you can run into all kinds of trouble when you're trying to solve a problem with your heart that you should be solving with your head.)"
    },
    {
        "name": "Queen of Cups",
        "gloss": "Insightfulness, spirituality, compassion, empathy, instinct",
        "interpretation": "Empathy and spirituality can allow for incredibly deep connections to others. <br>(But are you weighing yourself down borrowing trouble from those around you?)"
    },
    {
        "name": "King of Cups",
        "gloss": "Wisdom, diplomacy, restraint, composure",
        "interpretation": "Compassionate authority, responding to the emotional experience of others without being ruled by your own emotions. <br>(But are you really as dispassionate as you think you are? Are you emotionally self-regulating or just self-censoring?)"
    },
    {
        "name": "Ace of Swords",
        "gloss": "Logic, objectivity, intellect, choice",
        "interpretation": "Staying logical and sticking to the facts - thinking it through. <br>(But are you all head and no heart? Is your logical going to lead to unintended consequences for real human beings?)"
    },
    {
        "name": "Two of Swords",
        "gloss": "Denial, debate, impasse, truce",
        "interpretation": "Hearing both sides and staying calm and balanced in a discussion. <br>(Or cherry-picking your evidence, fence-sitting, or playing devil's advocate for the sake of it…)"
    },
    {
        "name": "Three of Swords",
        "gloss": "Variance, difference, dissatisfaction, heartache, rejection",
        "interpretation": "Sometimes, the truth hurts. It's rough, but at least now you know and can move forward. <br>(Or can you? Are you just going to get stuck in despair?)"
    },
    {
        "name": "Four of Swords",
        "gloss": "Meditation, contemplation, perspective, mindset",
        "interpretation": "A quiet moment to get your thoughts straight - calming down and working the problem. <br>(Or failing to do so, and procrastinating under the guise of taking care…)"
    },
    {
        "name": "Five of Swords",
        "gloss": "Selfishness, hostility, irrationality, self-preservation",
        "interpretation": "Taking a moral stand and not backing down - even bending the rules for the sake of what you feel to be right. <br>(Or just provoking others into a fight, or ignoring the rules you agreed to abide by!)"
    },
    {
        "name": "Six of Swords",
        "gloss": "A fresh start, adjustments, science, travel",
        "interpretation": "Recovering from defeat and making the best of your situation - going somewhere new to get a fresh perspective. <br>(Or refusing to accept that things have changed, or assuming that the whole world should be just like your small corner of it.)"
    },
    {
        "name": "Seven of Swords",
        "gloss": "Dishonesty, presumption, sneakiness, assumptions",
        "interpretation": "Acting ethically, whether in public or private, and handling a difficult situation with finesse. <br>(Or lying and cheating wherever you can get away with it, and using others' dishonesty to justify your own.)"
    },
    {
        "name": "Eight of Swords",
        "gloss": "Restriction, limitation, confinement, helplessness",
        "interpretation": "Can you operate healthily within the limits imposed on you? <br>(Or are you trapped in a cage and blinded by fear?)"
    },
    {
        "name": "Nine of Swords",
        "gloss": "Remorse, worry, distraught, conclusion",
        "interpretation": "Can you accept what you cannot control, and calm your troubled mind? <br>(Or are you torturing yourself with regret and self-recrimination, second-guessing every move before you make it?)"
    },
    {
        "name": "Ten of Swords",
        "gloss": "Exhaustion, ruin, disaster, stamina, obsession",
        "interpretation": "Knowing when you've hit rock bottom - the worst is over. <br>(Or is it? Is there still worse to come? Has this fall broken you beyond recovery?)"
    },
    {
        "name": "Page of Swords",
        "gloss": "Student, apprentice, scholarship, information",
        "interpretation": "Avid learning - asking the right questions, eager to take it all in. <br>(Or being unable to deal with conflicting information, or pretending to expertise you do not possess…)"
    },
    {
        "name": "Knight of Swords",
        "gloss": "Bluntness, intelligence, incisiveness, investigation",
        "interpretation": "Analytic agility - thinking clearly and speaking your mind. <br>(Or arrogantly overriding others, distorting evidence, or passing off opinion as fact.)"
    },
    {
        "name": "Queen of Swords",
        "gloss": "Grace, skill, wit, charm, aptitude",
        "interpretation": "Tact and diplomacy - defusing a tense situation with a quick wit. <br>(Or using that wit to viciously cut others down!)"
    },
    {
        "name": "King of Swords",
        "gloss": "Genius, expertise, decision, verdict",
        "interpretation": "Intelligent leadership - relying on evidence, expertise and reason to make the optimal call. <br>(Or waffling on an important decision, vaunting your intellectual prowess, or insisting on having the last word…)"
    },
    {
        "name": "Ace of Coins",
        "gloss": "Health, wealth, practicality, receiving",
        "interpretation": "Right now, you have everything you need. You’re set to start making a plan to achieve prosperity. <br>(Or are you never satisfied with what you have, and can find a cloud to go with every silver lining?)"
    },
    {
        "name": "Two of Coins",
        "gloss": "Evaluation, decision, budgeting, diagnosis",
        "interpretation": "Balancing your budget and priorities before you get to a crisis point. <br>(Or making hasty decisions that only work in the short term, or overextending your resources unnecessarily…)"
    },
    {
        "name": "Three of Coins",
        "gloss": "Expression, production, work, contribution",
        "interpretation": "Using the resources at your disposal to craft something masterfully and to specification. <br>(Or compromising on quality, mis-managing your effort and resources, or failing to meet the brief.)"
    },
    {
        "name": "Four of Coins",
        "gloss": "Protection, conservation, preservation, safety",
        "interpretation": "Conserving your resources and avoiding unnecessary expenditure. <br>(Or hoarding them at the cost of your wellbeing - false economies!)"
    },
    {
        "name": "Five of Coins",
        "gloss": "Poverty, destitution, need, crisis",
        "interpretation": "Recognising your needs and the help available in a tight time. <br>(Or refusing help when you need it out of sheer pride.)"
    },
    {
        "name": "Six of Coins",
        "gloss": "Charity, fairness, cooperation, sharing",
        "interpretation": "Giving and receiving - redistributing resources for the betterment of all. <br>(Or using charity as a means to your own ends, or failing to do your part for others.)"
    },
    {
        "name": "Seven of Coins",
        "gloss": "Assessment, evaluation, re-evaluation, reflection",
        "interpretation": "Good work takes time, and the readiness to make changes as you go to get the best results. <br>(Or you can fall into the trap of nostalgia for the old ways, or bemoaning lost opportunities, or judging your own work harshly.)"
    },
    {
        "name": "Eight of Coins",
        "gloss": "Effort, work diligence, skill",
        "interpretation": "Taking pride in your craft - working hard to get it just right. <br>(Or working yourself to death, or just coasting along having lost your commitment to quality.)"
    },
    {
        "name": "Nine of Coins",
        "gloss": "Training, discipline, confidence, enough",
        "interpretation": "Hard work and diligence has brought you to a point of mastery - you know what you're about. <br>(Or are you way in over your head? Have you told yourself you've already learned enough?)"
    },
    {
        "name": "Ten of Coins",
        "gloss": "Wealth, abundance, acquisition, greed",
        "interpretation": "Celebrating your blessings - recognising and sharing the plenty you have accrued. <br>(Or blowing it all to impress others, or knowing the cost of everything and the value of nothing.)"
    },
    {
        "name": "Page of Coins",
        "gloss": "Practicality, prosperity, learning, growth, adolescence",
        "interpretation": "Ready to get stuck in and work hard - embarking on a journey to mastery. <br>(Or living on impulse, spending your resources recklessly, and getting stuck on the opinions of others.)"
    },
    {
        "name": "Knight of Coins",
        "gloss": "Caution, focus, realism, invention",
        "interpretation": "Working methodically and steadily is what will get you to your goal, as will working creatively with the resources at your disposal. <br>(Or you just throw caution to the wind and squander what you have, or copy others instead of working hard for yourself.)"
    },
    {
        "name": "Queen of Coins",
        "gloss": "Luxury, comfort, resourcefulness, generosity, prosperity",
        "interpretation": "Appreciating the good things - treating yourself and those around you with generosity. <br>(Or becoming insatiable and greedy, and becoming entitled.)"
    },
    {
        "name": "King of Coins",
        "gloss": "Stability, dependability, confidence, intervention",
        "interpretation": "Order and stability - you got to this place of wealth by being careful and steady. <br>(But maybe you've become so conservative that you resist any change whatsoever, or you've become solely focussed on getting more and keeping it to yourself.)"
    }
]